cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'

cask 'java'

brew 'ack'
brew 'tree'
brew 'coreutils'
brew 'rbenv'
brew 'git'
brew 'git-extras'
brew 'tig'
brew 'hub'
brew 'imagemagick'
brew 'mysql'
brew 'gradle'
brew 'nvm'
brew 'htop'
brew 'z'
brew 'wget'
brew 'php'
brew 'nginx'

cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
cask 'iterm2'
cask 'google-backup-and-sync'
cask 'spectacle'
cask 'imageoptim'
cask 'evernote'
cask 'spotify'
cask 'ngrok'
cask 'docker'
cask 'caffeine'
cask 'intellij-idea'
